Repository: Stick-eth/Vault-BackupSoftware
Catalog: Vault/Vault/Ressources/Texts.*.resx
Languages: fr_fr

# AllJobs_Empty
source: No backup jobs have been created.
fr_fr: Aucune tâche de sauvegarde n'a été créée.

# AllJobs_List
source: Available jobs:
fr_fr: Tâches disponibles :

# AppRunning_Error
source: Please close all business applications to perform a backup.
fr_fr: Veuillez fermez toutes les applications métier pour effectuer une sauvegarde.

# CreateJobMenu_Option1
source: Enter job name
fr_fr: Entrer le nom du job

# CreateJobMenu_Option2
source: Enter source location
fr_fr: Entrer l'emplacement source

# CreateJobMenu_Option3
source: Enter destination location
fr_fr: Entrer l'emplacement destination

# CreateJobMenu_Option4
source: Enter backup type (Full, Differential)
fr_fr: Entrer le type de backup (Full, Differential)

# CreateJobMenu_Title
source: Create a new backup job
fr_fr: Créer un nouveau job de sauvegarde

# DeleteJobMenu_Success
source: Job deleted.
fr_fr: Tâche supprimée.

# DeleteJobMenu_Title
source: Select a backup job to delete:
fr_fr: Selectionner un job de sauvegarde à supprimer:

# DirectoryTargetInsideSourceError
source: Invalid argument, the folder destination can't be inside the source folder
fr_fr: Argument invalide, le dossier de destination ne peut pas être dans le dosier source

# EditJobMenu_Option1
source: Enter job number
fr_fr: Entrer le numéro du job

# EditJobMenu_Option2
source: Enter source location
fr_fr: Entrer l'emplacement source

# EditJobMenu_Option3
source: Enter destination location
fr_fr: Entrer l'emplacement destination

# EditJobMenu_Option4
source: Enter backup type (Full, Differential)
fr_fr: Entrer le type de backup (Full, Differential)

# EditJobMenu_Success
source: Job edited.
fr_fr: Tâche éditée.

# EditJobMenu_Title
source: Edit a new backup job
fr_fr: Editer un nouveau job de sauvegarde

# ErrorAddProcess
source: Error while adding a new app to monitor
fr_fr: Erreur lors de l'ajout de l'application à surveiller

# ErrorCreateLogFile
source: Error creating the log file :
fr_fr: Erreur lors de la création du fichier des log :

# ErrorCreateRTLogFile
source: Error creating real-time status file :
fr_fr: Erreur lors de la création du fichier d'état en temps réelle :

# ErrorCreateSaveFile
source: Error creating task backup file :
fr_fr: Erreur lors de la création du fichier de sauvegarde des tâches :

# ErrorFileCopy
source: An error has occurred while copying
fr_fr: Une erreur s'est produite lors de la copie de

# ErrorRemoveProcess
source: Error while removing a monitored app
fr_fr: Erreur lors de la suppression de l'application à surveiller

# ErrorWriteLogFile
source: Error writing to the log file :
fr_fr: Erreur lors de l'écriture dans le fichier des logs :

# ErrorWriteSaveFile
source: Error writing to task backup file :
fr_fr: Erreur lors de l'écriture dans le fichier de sauvegarde des taches :

# ExecuteJobMenu_Prompt
source: Enter the number of the job you wish to run (for example, "1", "1;2" or "1-5") or "0" to return to the main menu.
fr_fr: Saisissez le numéro de la tâche que vous souhaitez exécuter (par exemple, "1", "1;2" ou "1-5") ou "0" pour revenir au menu principal.

# ExecuteJobMenu_Success
source: Job(s) successfully executed.
fr_fr: Tâche(s) exécutée(s) avec succès.

# ExecuteJobMenu_Title
source: Choose the job to run
fr_fr: Choisir le job à executer

# GeneralSettingsMenu_Option1
source: 1. Languages
fr_fr: 1. Langues

# GeneralSettingsMenu_Option2
source: 2. Logs format
fr_fr: 2. Format des logs

# GeneralSettingsMenu_Title
source: Settings
fr_fr: Paramètres de l'application

# InexistantSourceDirectoryError
source: The selected source folder does not exist :
fr_fr: Le dossier source sélectionné est inexistant :

# InexistantTargetDirectoryError
source: The selected destination folder does not exist :
fr_fr: Le dossier de destination sélectionné est inexistant :

# InvalidArgumentIntegersOnlyError
source: Invalid argument, you must only specify integers in the selection.
fr_fr: Argument invalide, vous devez uniquement spécifier des entiers dans la sélection.

# InvalidArgumentOneRangeError
source: Invalid argument, you must only specify a range with an index between 1 and
fr_fr: Argument invalide, vous devez uniquement spécifier une plage avec un indice entre 1 et

# InvalidArgumentSelectionRangeError
source: Invalid argument, you must only specify integers in the selection between 1 and
fr_fr: Argument invalide, vous devez uniquement spécifier des entiers dans la sélection entre 1 et

# InvalidArgumentSelectionsDetailedError
source: Invalid argument, you must select a single save or a range of saves using ';' or '-', the selected numbers must be between 1 and
fr_fr: Argument invalide, vous devez sélectionner une sauvegarde ou une plage de sauvegardes en utilisant ';' ou '-', les numéros sélectionnés doivent être entre 1 et

# InvalidArgumentSelectionsRangeError
source: Invalid argument, selections must be between 1 and
fr_fr: Argument invalide, les sélections doivent être entre 1 et

# InvalidOption
source: Invalid entry. Please choose a valid option.
fr_fr: Entrée non valide. Veuillez choisir une option valide.

# InvalidSaveTypeError
source: Backup type unknown for BackupJob :
fr_fr: Type de sauvegarde inconnu pour BackupJob :

# JobMenu_Option1
source: 1. Run job
fr_fr: 1. Exécuter le job

# JobMenu_Option2
source: 2. Show all existing jobs
fr_fr: 2. Afficher tous les jobs existants

# JobMenu_Option3
source: 3. Create job
fr_fr: 3. Créer un job

# JobMenu_Option4
source: 4. Modify a job
fr_fr: 4. Modifier un job

# JobMenu_Option5
source: 5. Delete a job
fr_fr: 5. Supprimer un job

# JobMenu_Title
source: Manage backup jobs:
fr_fr: Gestion des jobs de sauvegarde:

# LanguageMenu_Option1
source: 1. French
fr_fr: 1. Français

# LanguageMenu_Title
source: Language management
fr_fr: Gestion de la langue:

# LogMenu_CurrentExtension
source: Current extension:
fr_fr: Extension actuelle :

# LogMenu_Title
source: Log Format
fr_fr: Format des logs

# MainMenu_Option1
source: 1. Backup job management
fr_fr: 1. Gestion des jobs de sauvegarde

# MainMenu_Option2
source: 2. Settings
fr_fr: 2. Paramètres

# MainMenu_Option3
source: 3. Exit
fr_fr: 3. Quitter

# MainMenu_Title
source: Main menu:
fr_fr: Menu Principal:

# NameAlreadyUsedError
source: Name already used for another save.
fr_fr: Nom déjà utilisé pour une autre sauvegarde.

# PressAnyKey
source: Press a key to continue...
fr_fr: Appuyer sur une touche pour continuer...

# PromptForOption
source: Select an option:
fr_fr: Choisissez une option:

# Return
source: 0. Return to previous menu
fr_fr: 0. Retourner au menu précédent
