Repository: Stick-eth/Vault-BackupSoftware
Catalog: Vault/VaultGUI/Ressources/Texts.*.resx
Languages: fr_fr

# AddExt
source: Add extension
fr_fr: Ajouter une extension

# AddToList
source: Add
fr_fr: Ajouter

# AddToList1
source: Add
fr_fr: Ajouter

# AllJobs_Empty
source: No backup jobs have been created.
fr_fr: Aucune tâche de sauvegarde n'a été créée.

# AppRunning_Error
source: Please close all business applications to perform a backup.
fr_fr: Veuillez fermez toutes les applications métier pour effectuer une sauvegarde.

# backupbtn
source: Backups
fr_fr: Sauvegardes

# BackupListTitle
source: Backups List
fr_fr: Liste des Sauvegardes

# BackupNameTitle
source: Backup Name
fr_fr: Nom de la sauvegarde

# CreateBackupJob
source: Create
fr_fr: Créer

# CreateSave
source: Create Backup
fr_fr: Créer la sauvegarde

# DestFolderTitle
source: Target Folder
fr_fr: Dossier de Destination

# DifferentialSave
source: Differential
fr_fr: Différentielle

# DirectoryTargetInsideSourceError
source: Invalid argument, the folder destination can't be inside the source folder
fr_fr: Argument invalide, le dossier de destination ne peut pas être dans le dosier source

# DocButton
source: Get the documentation
fr_fr: Accéder à la documentation

# EditBtn
source: Edit
fr_fr: Modifier

# ErrorAddProcess
source: Error while adding a new app to monitor
fr_fr: Erreur lors de l'ajout de l'application à surveiller

# ErrorCreateLogFile
source: Error creating the log file :
fr_fr: Erreur lors de la création du fichier des log :

# ErrorCreateRTLogFile
source: Error creating real-time status file :
fr_fr: Erreur lors de la création du fichier d'état en temps réelle :

# ErrorCreateSaveFile
source: Error creating task backup file :
fr_fr: Erreur lors de la création du fichier de sauvegarde des tâches :

# ErrorFileCopy
source: An error has occurred while copying
fr_fr: Une erreur s'est produite lors de la copie de

# ErrorRemoveProcess
source: Error while removing a monitored app
fr_fr: Erreur lors de la suppression de l'application à surveiller

# ErrorWriteLogFile
source: Error writing to the log file :
fr_fr: Erreur lors de l'écriture dans le fichier des logs :

# ErrorWriteSaveFile
source: Error writing to task backup file :
fr_fr: Erreur lors de l'écriture dans le fichier de sauvegarde des taches :

# ExtToEncryptTitle
source: Extensions to encrypt
fr_fr: Extensions à crypter

# ExtToPrioritizeTitle
source: Extensions to prioritize
fr_fr: Extensions à prioriser

# FullSave
source: Full
fr_fr: Complète

# HeaderName
source: Name
fr_fr: Nom

# HeaderTargetDirectory
source: Target
fr_fr: Destination

# homebtn
source: Home
fr_fr: Accueil

# HomeFilesTransfert
source: Transfered files
fr_fr: Données transférées

# HomeLastSave
source: Last running save
fr_fr: Dernière sauvegarde éxecutée

# HomeStorageUsed
source: Disks Storage
fr_fr: Espace Disque

# HomeTips
source: Tips : Use differential save more often !
fr_fr: Astuce : Utilisez la sauvegarde différentielle plutôt que la sauvegarde complète !

# HomeWelcome
source: Welcome,
fr_fr: Bienvenue,

# InexistantSourceDirectoryError
source: The selected source folder does not exist :
fr_fr: Le dossier source sélectionné est inexistant :

# InexistantTargetDirectoryError
source: The selected destination folder does not exist :
fr_fr: Le dossier de destination sélectionné est inexistant :

# InvalidArgumentIntegersOnlyError
source: Invalid argument, you must only specify integers in the selection.
fr_fr: Argument invalide, vous devez uniquement spécifier des entiers dans la sélection.

# InvalidArgumentOneRangeError
source: Invalid argument, you must only specify a range with an index between 1 and
fr_fr: Argument invalide, vous devez uniquement spécifier une plage avec un indice entre 1 et

# InvalidArgumentSelectionRangeError
source: Invalid argument, you must only specify integers in the selection between 1 and
fr_fr: Argument invalide, vous devez uniquement spécifier des entiers dans la sélection entre 1 et

# InvalidArgumentSelectionsDetailedError
source: Invalid argument, you must select a single save or a range of saves using ';' or '-', the selected numbers must be between 1 and
fr_fr: Argument invalide, vous devez sélectionner une sauvegarde ou une plage de sauvegardes en utilisant ';' ou '-', les numéros sélectionnés doivent être entre 1 et

# InvalidArgumentSelectionsRangeError
source: Invalid argument, selections must be between 1 and
fr_fr: Argument invalide, les sélections doivent être entre 1 et

# InvalidOption
source: Invalid entry. Please choose a valid option.
fr_fr: Entrée non valide. Veuillez choisir une option valide.

# InvalidSaveTypeError
source: Backup type unknown for BackupJob :
fr_fr: Type de sauvegarde inconnu pour BackupJob :

# JobConfTitle
source: Backups Configuration
fr_fr: Configuration des sauvegardes

# LogFormatTitle
source: Log files format
fr_fr: Format des fichiers logs

# MainName
source: User
fr_fr: Utilisateur

# NameAlreadyUsedError
source: Name already used for another save.
fr_fr: Nom déjà utilisé pour une autre sauvegarde.

# RemoveBtn
source: Remove
fr_fr: Supprimer

# RemoveFromList
source: Remove
fr_fr: Supprimer

# RemoveFromList1
source: Remove
fr_fr: Supprimer

# RunSelectedJob
source: Run
fr_fr: Executer

# SaveButton
source: Save
fr_fr: Sauvegarder

# SaveButton1
source: Save
fr_fr: Enregistrer

# SaveName
source: Backup Name
fr_fr: Nom de la sauvegarde

# SaveTypeTitle
source: Backups Type
fr_fr: Type de sauvegarde

# SelectedExt
source: Selected extensions
fr_fr: Extensions selectionnées

source: Select Folder
fr_fr: Selectionner Dossier

# SelectSourceFolder
source: Select Folder
fr_fr: Sélectionner le dossier

# SelectTargetFolder
source: Select Folder
fr_fr: Sélectionner le dossier

# SettingsAddapp
source: Add app
fr_fr: Ajouter l'application

# settingsbtn
source: Settings
fr_fr: Paramètres

# SettingsBuisnessAppTitle
source: Business apps
fr_fr: Applications métier

# SettingsLangTitle
source: Change language
fr_fr: Changer la langue

# SettingsLogPathTitle
source: Folder log location
fr_fr: Emplacement du dossier de log

# SettingsSelectedApps
source: Selected apps
fr_fr: Applications séléctionnées

# SettingsTitle
source: Application Settings
fr_fr: Paramètre de l'application

# SourceFolderTitle
source: Source Folder
fr_fr: Dossier Source

# Subscribebtn
source: Subscribe to pro
fr_fr: Passer au pro
